spring-boot/n1-standard-1-10ms/c250.txt
Bombarding http://10.148.0.2:8080//10ms with 100000 request(s) using 250 connection(s)
 100000 / 100000 [=================================================================================================] 100.00% 12s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      7920.31    2656.12   16591.77
  Latency       31.55ms     9.51ms      1.09s
  Latency Distribution
     50%    30.11ms
     75%    33.05ms
     90%    40.43ms
     99%    55.07ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.37MB/s